12/data/attachments/117dd4daf1957380.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_408bef4b-ea0f-4869-9202-5823b89f5637</nif:username>
            <nif:friendToBeAdded>Jason_race_Friend_15820_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>